---
kind: enumMember
id: F:Autodesk.Revit.DB.ViewPlanType.CeilingPlan
enum: Autodesk.Revit.DB.ViewPlanType
source: html/52b74ffe-5460-85bb-b68d-002fa32035b1.htm
---
# Autodesk.Revit.DB.ViewPlanType.CeilingPlan

Reflected ceiling plan view.